/* ************************************************************************** */
/*                                                                            */
/*                                                        :::      ::::::::   */
/*   checker_bonus.c                                    :+:      :+:    :+:   */
/*                                                    +:+ +:+         +:+     */
/*   By: hyoh <hyoh@student.42.fr>                  +#+  +:+       +#+        */
/*                                                +#+#+#+#+#+   +#+           */
/*   Created: 2022/11/21 13:17:31 by hyoh              #+#    #+#             */
/*   Updated: 2022/11/22 16:10:24 by hyoh             ###   ########.fr       */
/*                                                                            */
/* ************************************************************************** */

#include "push_swap.h"
// bonus 폴더 만들어야 되는지..

int main()
{
	char	*command;


	while (1)
	{
		command = get_next_line(0);
		if (command == NULL)
			return (0);
		printf("%s<\n", command);
	}
}